Repository: ebaumann/jphototagger
Catalog: OmegaT/de-en/omegat/project_save.tmx
Source language: de
Languages: en

source: Model für fehlende Metadaten wird erzeugt
en: Creating model of missing metadata

source: Model für fehlende Metadaten wurde erzeugt
en: Created model of missing metadata

source: Model für gespeicherte Suchen wird erzeugt
en: Creating model of saved searches

source: Model für gespeicherte Suchen wurde erzeugt
en: Created model of saved searches

source: Model für verschiedene Metadaten wird erzeugt
en: Creating model of misc metadata

source: Model für verschiedene Metadaten wurde erzeugt
en: Created model of misc metadata

source: Models für Tabellen werden erzeugt
en: Creating models of tables

source: Models für Tabellen wurden erzeugt
en: Created models of tables

source: Models wurden (teilweise) erzeugt
en: Created (some) models

source: Modus
en: Mode

source: Motivabstand
en: Subject distance range

source: Motivtyp
en: Scene capture type

source: MouseListener wurden erzeugt
en: Created mouse listener

source: Möglicherweise wurden einigen Daten nicht gesichert!
en: Probably some data wasn't saved!

source: N&egieren
en: N&egate

source: N&euer Name:
en: &New name:

source: Nach &oben
en: Move &up

source: Nach &unten
en: Move &down

source: Nach Neustart von JPhotoTagger folgende Plugins ein- oder ausschließen:
en: In- or exclude these plugins after restarting JPhotoTagger:

source: Nach dem Kopieren Dateien aus dem Quellordner löschen
en: Delete files from source folder after copying

source: Nach oben
en: Up

source: Nach oben verschieben
en: Move up

source: Nach unten
en: Down

source: Nach unten verschieben
en: Move down

source: Nach&fragen, falls gleichnamige Datei im Zielordner existiert
en: As&k if a file with the same name exists in the target folder

source: Nachdem eine Bilddatei in den Zielordner kopiert wurde, wird das Skript aufgerufen mit der Bilddatei als Parameter (kompletter Pfad)
en: After an image file was copied into the target folder, the script will be called with the image file as parameter (complete path)

source: Nachher:
en: After:

source: Nachricht
en: Message

source: Nachricht hinzufügen
en: Add message

source: Nachricht:
en: Message:

source: Nachrichten &löschen
en: &Delete messages

source: Nachrichten:
en: Messages:

source: Name RAW-Datei
en: Raw file name

source: Name der Aktion:
en: Action name:

source: Name der Landes (Staates), in dem das Bild fotografiert wurde
en: Name of the country where this image was taken

source: Name der Region eines Staates, in der das Bild fotografiert wurde (Bundesland oder Kanton)
en: Name of the state where the image was taken

source: Name der Schablone:
en: Name of template:

source: Name der Stadt oder Ortschaft, in der das Bild fotografiert wurde
en: Name of the city where this image was taken

source: Name der neuen Vorlage
en: Name of the new template

source: Name des Fotografen
en: Name of the Photographer

source: Name des neuen Ordners:
en: New folder name:

source: Name des neuen Stichworts:
en: Name of the new keyword:

source: Namen definieren
en: Define name

source: NativeDigest
en: Native digests

source: Nein
en: No

source: Neu
en: New

source: Neu laden
en: Refresh

source: Neu...
en: New...

source: Neue Dateiformate als benutzerdefinierte Dateitypen hinzufügen
en: Add new file formats to user defned file types

source: Neue Dateiformate wurden registriert
en: New file formats have been registered

source: Neue Vorlage erstellen
en: Deletes the current template

source: Neue Vorlage erzeugen
en: Create Template

source: Neue Vorlage erzeugen aus den aktuellen Eingaben
en: Creates a template with the current input

source: Neue Wortzusammenstellung
en: New Word Collection

source: Neue Wortzusammenstellung erstellen
en: Create new word collection

source: Neue und aktualisierte Metadaten und Vorschaubilder werden in die Datenbank geschrieben.</html>
en: New and updated metadata and thumbnails will be written into the database.</html>

source: Neuer Name für ''{0}'':
en: New name of ''{0}'':

source: Neuer Name für das Stichwort
en: New keyword name

source: Neuer Name für das Synonym ''{0}'':
en: New name of the synonym ''{0}'':

source: Neuer Name für das Wort ''{0}'':
en: New name of the word ''{0}'':

source: Neuer Name für den Ordner ''{0}'':
en: New Name of folder ''{0}'':

source: Neuer Name für die Suche:
en: New search name:

source: Neuer Name:
en: New name:

source: Neuer Ordner
en: New Folder

source: Neuer Ordner...
en: New folder...

source: Neues &Synonym:
en: New &synonym:

source: Neues &Wort:
en: New &Word:

source: Neues Fotoalbum erstellen...
en: Create new photo album...

source: Neues Stichwort:
en: New keyword:

source: Nicht &referenzierte Daten löschen (EXIF, XMP)
en: Delete not &referenced data (EXIF, XMP)

source: Nicht benannte Suche
en: Unnamed search

source: Nicht benutzte &Stichwörter löschen
en: Delete unused &keywords

source: Nicht gezündet
en: Not fired

source: Nicht sortiert
en: Not sorted

source: Nichts
en: Nothing

source: Nickname
en: Kurzname

source: Nord
en: North

source: Normale Textgröße
en: Normal Text Size

source: Nummer
en: Number

source: Nur ausführen, falls &XMP-Metadaten vorhanden sind
en: Execute only if &XMP metadata exists

source: Nur das erste davon wird umbenannt.
en: Only the first of these will be renamed.

source: Nur vergleichen, falls &Datum und Uhrzeit der Dateien gleich sind (schneller)
en: Compare only files with equal &dates (faster)

source: Nur vergleichen, falls die Datei&namen gleich sind (schneller)
en: Compare only files with equal &names (faster)

source: Objektiv
en: Lens

source: Objektivdaten
en: Lens data

source: Ohne Datum
en: Without date

source: Ohne Metadaten
en: Without Metadata

source: Ohne Monat
en: Without month

source: Operation ist ungültig aufgrund Eltern-/Kind-Beziehung!
en: Operation is invalid due parent-/child-relationship!

source: Optional: Videodateien
en: Optional: Video Files

source: Optionen
en: Options

source: Or&dner darunter einbeziehen (wirkt sich nur auf neue Auswahlen aus)
en: Scan s&ubfolders (Applied only to new selections)

source: Order löschen
en: Delete Folder

source: Ordner
en: Folder

source: Ordner &auswählen...
en: Choose &folder...

source: Ordner &einlesen
en: &Scan folders

source: Ordner &hinzufügen...
en: &Add folder...

source: Ordner ''{0}''
en: Folder ''{0}''

source: Ordner ''{0}'' (unwiderruflich) löschen einschließlich aller untergeordneten Ordner?
en: Delete folder ''{0}'' and all it's subfolders (no undo!)?

source: Ordner aus&wählen...
en: C&hoose folders...

source: Ordner auswählen
en: Choose folder

source: Ordner dar&unter einbeziehen
en: Include folders &below

source: Ordner dar&unter einschließen
en: &Include folders below

source: Ordner darunter einlesen
en: Read subfolders

source: Ordner einlesen und Metadaten in die Datenbank schreiben
en: Scan folders and write metadata into the dataase

source: Ordner finden...
en: Find folder...

source: Ordner löschen
en: Delete folder

source: Ordner umbenennen
en: Rename Folder

source: Ordner umbenennen...
en: Rename folder...

source: Ordner öffnen
en: Open Folder

source: Ordner, in dem der Bericht gespeichert wird:
en: Folder to store the Report:

source: Ordner, in denen gesucht wird
en: Folders for search

source: Ordner-Kartenreiter
en: Folders Tab

source: Ordner...
en: Folder...

source: Ordner:
en: Folder:

source: Original-Dateinamen beibehalten
en: Do not modify original file name

source: Ort
en: City

source: Ort der Bildherkunft (Wohnort des Fotografen)
en: The photographer's city

source: Ort, an dem das Bild fotografiert wurde
en: Location where this image was taken

source: Ost
en: East

source: Pair of black and white reference values
en: Black and white reference values

source: Parameter
en: Parameters

source: Parameter eingeben vor dem Ausführen
en: Input parameter before starting

source: Pfad:
en: Path:

source: Pixel/Einheit Bildbreite
en: Image resolution in width

source: Pixel/Einheit Bildhöhe
en: Image resolution in height

source: Pixelanordnung
en: Photometric interpretation

source: Porträtprogramm
en: Portrait program

source: Position
en: By-line Title

source: Position Hauptmotiv
en: Subject location

source: Postleitzahl
en: Zip code

source: Primärfarben
en: Primary chromaticities

source: Programm &einmal aufrufen und alle Dateien gleichzeitig überreichen
en: Start one program instance with all selected &files

source: Programm &verändert das Bild gleich nach Aufruf
en: Program changes image immediatel&y after starting

source: Programm ''{0}'' nicht mehr zum Öffnen und Bearbeiten von Bildern benutzen?
en: Don't use anymore program ''{0}'' to open and edit images?

source: Programm auswählen
en: Select Program

source: Programm für je&de Datei einzeln aufrufen
en: Start one program instance for every file

source: Programm hinzufügen...
en: Add Program...

source: Programm-/Skriptdatei:
en: Program-/Script file:

source: Programm:
en: Program:

source: Programmautomatik
en: Program

source: Programmdatei:
en: Program file:

source: Programme
en: Programs

source: Programme und Aktionen
en: Programs and actions

source: Programmeigenschaften
en: Program settings

source: Programmname und Bildname (%s) sollten in Hochkommas (") eingeschlossen werden:</html>
en: Program name and image name (%s) should be enclosed in double quotes ("):</html>

source: Programmparameter
en: Program parameter

source: Protokoll
en: Logging

source: Protokoll mit allen &Nachrichten
en: Logfile with all &Messages

source: Protokoll mit allen Nachrichten
en: Logfile with all Messages

source: Protokoll: Verschiedenes
en: Logging: Miscellaneous

source: Qualität
en: Quality

source: Quell- und Zieldatei sind identisch: ''{0}''!
en: Source and target file are equals: ''{0}''!

source: Quell- und Zielordner müssen verschieden sein!
en: Source and target folders have to be different!

source: Quelle
en: Source

source: Quelle der Datei
en: File source

source: Quelle dieser Datei
en: Source of this file

source: QuickTime-Video (*.mov)
en: QuickTime Movie (*.mov)

source: RAW-Dateien
en: RAW files

source: Rand entfernen
en: Defringe

source: Raumfrequenz
en: Flash energy

source: Rechte am Bild
en: Copyright of this image

source: Referenz Schwarz/Weiß
en: Reference black white

source: Regulärer Ausdruck
en: Regular Expression

source: Renderer wurden erzeugt
en: Created renderer

source: Rot: Eingabe ist erforderlich
en: Red: Input is required

source: Rote chromatische Aberration
en: Red chromatic aberration

source: Roter-Augen-Modus
en: Red eye mode

source: Rufe Webbrowser auf für Google Maps:
en: Start web browser for Google Maps:

source: Rückgabe
en: Return

source: S&chließen
en: &Close

source: S&ortierung:
en: S&ort Order:

source: S&peichern...
en: Sa&ve...

source: S&tichwortkombinationen
en: Key&word combinations

source: S&topp
en: St&op

source: S&uchen
en: Se&arch

source: S&ynonyme:
en: S&ynonyms:

source: Schablone
en: Template

source: Schablone ''{0}'' konnte nicht aktualisiert werden!
en: Template ''{0}'' couldn't be updated!

source: Schablone ''{0}'' konnte nicht eingefügt werden in die Datenbank!
en: Template ''{0}'' couldn't be inserted into the database!

source: Schablone ''{0}'' konnte nicht gelöscht werden!
en: Template ''{0}'' couldn't be deleted!

source: Schablone ''{0}'' löschen?
en: Delete template''{0}''?

source: Scharfeinstellmodus
en: Focus mode

source: Scharfeinstellung
en: Focus Mode

source: Scharfzeichnen - Detail
en: Sharpen - detail

source: Scharfzeichnen - Radius
en: Sharpen - radius

source: Schatten
en: Shadows

source: Schattenfarbton
en: Shadow tint

source: Schlägt dem eingegebenen übergeordnete Stichwörter vor
en: Suggest parent keywords for the input

source: Schnellsuche ''{0}''
en: Fast Search ''{0}''

source: Schritt&weite:
en: Step &width:

source: Schärfe
en: Sharpness

source: Schärfe/lokal
en: Local sharpness

source: Schärfentiefeprogramm
en: depth of field program

source: Schärfung
en: Sharpness

source: Sehr großer Text
en: Huge Text

source: Selektivmessung
en: Selective metering

source: Sensortyp
en: Sensing method

source: Seriennummer Kamera
en: Serial number camera

source: Sie können während des Kopierens weiterarbeiten
en: You can continue working while copying

source: Sie können während des Verschiebens weiterarbeiten
en: You can continue working while moving the files

source: Sie sollten nach jeder Änderung neu berechnet werden.</html>
en: They should be calculated again after each modification of their width.</html>

source: Siehe Details
en: See details

source: Skript (Batch-Datei)
en: Script (Batch File)

source: Skript auswählen
en: Choose script

source: Skript: dcraw + ImageMagick
en: Script: dcraw + ImageMagick

source: Snyonyme
en: Snyonyms

source: Soll diese überschrieben werden?
en: Shall it be replaced?

source: Sollten Sie JPhotoTagger<br/>vorzeitig beenden, werden die verbliebenen Vorschaubilder beim nächsten<br/>Start in die Datenbank übertragen.</html>
en: If you quit JPhotoTagger<br/>before the process is finished, the remaining thumbnails will be<br/>transferred after next startup.</html>

source: Sonst können ausgeschlossene Dateien bei Suchen gefunden werden.</html>
en: Else excluded files can be found by searches.</html>

source: Sonstige
en: Miscellaneous

source: Spalte &hinzufügen
en: A&dd Column

source: Spalte entfernen
en: Remove column

source: Speichern &unter...
en: S&ave as...

source: Speichert die aktuellen Einstellungen als neue Schablone
en: Saves the current settings as new template

source: Sportprogramm
en: Sports program

source: Spotmessung
en: Spot metering

source: Sprache
en: Language

source: St&opp
en: St&op

source: Stadt/Ort
en: City

source: Standard
en: Default

source: Standardfelder
en: Default fields

source: Standardprogramm-Zuordnung definieren/bearbeiten
en: Define/Edit Default Program association

source: Standardprogramm-Zuordnung entfernen
en: Remove Default Program association

source: Standardprogramm-Zuordnung für alle ausgewählten Dateitypen entfernen?
en: Remove Default Program association for all selected file types?

source: Standardprogramme bearbeiten
en: Edit Default Programs

source: Stark
en: Hard

source: Stich&wörter (Auswahl)
en: Keywords (Selection)

source: Stichwort
en: Keyword

source: Stichwort ''{0}''
en: Keyword ''{0}''

source: Stichwort ''{0}'' existiert bereits unter ''{1}''
en: Keyword ''{0}'' already exists below ''{0}''

source: Stichwort ''{0}'' löschen?
en: Delete keyword ''{0}''?

source: Stichwort finden...
en: Find keyword...

source: Stichwort löschen
en: Deleting keyword

source: Stichwort umbenennen
en: Renaming keyword

source: Stichwort und dessen übergeordnete Stichwörter {0} Bilddatei(en) hinzufügen?
en: Add keyword and it's parents to {0} image file(s)?

source: Stichwortbaum
en: Keywords tree

source: Stichwortbaum bearbeiten
en: Edit Keywords Tree

source: Stichwortpfad ''{0}''
en: Keywords path ''{0}''

source: Stichwörte&r (Bearbeiten)
en: Keywords (Edit)

source: Stichwörter
en: Keywords

source: Stichwörter (Tags)
en: Keywords (Tags)

source: Stichwörter importieren
en: Importing keywords

source: Stopp
en: Stop

source: Straße, Hausnummer
en: Street

source: Strichpunkt
en: Semicolon

source: Su&chen...
en: Sear&ch...

source: Suche ''{0}'' löschen?
en: Delete search ''{0}''?

source: Suche Bilddateien...
en: Searching image files...

source: Suche finden...
en: Find search...

source: Suche in Ordnern nach Bilder gleicher Größe
en: Searching in folders images of same size

source: Suchen
en: Searches

source: Suchen:
en: Search:

source: Sucht Text in der angezeigten Seite
en: Searches Text in the displayed page

source: Sucht innerhalb der angezeigten Hifeseite
en: Searches within the displayed Help Page

source: Sucht nach gleichen Bildern in verschiedenen Ordnern
en: Searches for same images in different folders

source: Synonym ''{0}'' für Wort ''{1}'' wurde nicht in die Datenbank gespeichert!
en: Synonym ''{0}'' of word ''{1}'' was not stored into the database!

source: Synonym ''{0}''löschen?
en: Delete synonym ''{0}''?

source: Synonyme
en: Synonyms

source: Synonyme bearbeiten...
en: Edit synonyms...

source: Synonyme für ''{0}'', mehrere trennen durch ''{1}''
en: Synonyms of ''{0}'', delimiting multiple with ''{1}''

source: Systemausgaben
en: System output

source: Szene
en: Scene

source: Sättigung
en: Saturation

source: Sättigung Blau
en: Blue saturation

source: Sättigung Grün
en: Green saturation

source: Sättigung Rot
en: Red saturation

source: Sättigung/lokal
en: Local saturation

source: Süd
en: South

source: T&renner:
en: D&elimiter:

source: TIFF-Dateien
en: TIFF files

source: Tags durch Strichpunkte (;) getrennt:
en: Tags delimited by semicolons (;):

source: Teil der Fehlernachricht:
en: Part of error message:

source: Telefon
en: Phone

source: Temperatur
en: Temperature

source: Text eingeben
en: Input text

source: Text kann nur vorgeschlagen werden, falls etwas eingegeben wurde!
en: Text can only be suggested if something has been input!

source: Thumbnail format
en: Vorschaubildformat

source: Thumbnail height
en: Vorschaubildhöhe

source: Thumbnail image
en: Vorschaubild

source: Thumbnail width
en: Vorschaubildbreite

source: Thumbnails erzeugen mit ImageMagick convert
en: Creating thumbnails with ImageMagick convert

source: Tiefen - Farbton
en: Split toning - shadow hue

source: Tiefen - Sättigung
en: Split toning - shadow saturation

source: Titel
en: Title

source: Titel für den Bericht:
en: Title of the Report:

source: Titel:
en: Title:

source: Tragen Sie jetzt einen Wert ein, werden die bereits<br />vorhandenen unterschiedlichen Daten dieses Feldes in allen markierten<br />Bildern mit dem neuen Wert überschrieben!<p><p>Diesen Eintrag bei allen markierten Fotos ändern?</html>
en: If you add/change here a value,<br />existing different values for this field<br />will be replaced with the new value!<p><p>Set this value to all selected images?</html>

source: Transferfunktion
en: Transfer function

source: Trenn&zeichen zwischen Jahr/Monat/Tag und Stunde/Minuten/Sekunden:
en: Delimiter between year/month/day and hours/minutes/seconds:

source: Trenn&zeichen zwischen Jahr/Monat/Tag und Stunden/Minuten/Sekunden:
en: Se&parator between year/month/day and hours/minutes/seconds::

source: Trenn&zeichen zwischen Jahr/Monat/Tag:
en: Se&parator between year/month/day (empty: nothing):

source: Trennzeichen zwischen den Dateinamen:
en: Delimiter between the filenames:

source: Typ
en: Type

source: Tönung
en: Incremental tint

source: U&mbenennen
en: &Rename

source: URL für Copyright-Information
en: URL of copyright information

source: Uhrzeit
en: Time Created

source: Um&benennen...
en: Re&name...

source: Umbenennen
en: Rename

source: Umbenennen...
en: Rename...

source: Umschalten: Echt
en: Toggle: real

source: Unbekannt
en: Unknown

source: Unbekannte Stichwörter automatisch hinzufügen
en: Automatically add unknown keywords

source: Unbekanntes Aufnahmedatum
en: Unknown date taken

source: Unbenutztes Stichwort ''{0}'' wurde gelöscht
en: Deleted unused keyword ''{0}''

source: Unerwarteter Fehler
en: Unexpected error

source: Ungleich
en: Not Equals

source: Ungültiges Datum
en: Invalid Date

source: Ursache: {0}
en: Caus: {0}

source: Verbinde mit der Datenbank
en: Connecting to the database

source: Verbreiter
en: Publisher

source: Verfasser dieser Metadaten
en: Author of this metadata

source: Vergibt der aktuellen Schablone einen anderen Namen
en: Renames the current template

source: Vergleiche von {0} gefundenen Bildern die gleich großen
en: Comparing within {0} found Bildern the same sized

source: Verlauf
en: History

source: Verlaufsfilter
en: Gradient based corrections

source: Verlaufsfilter Belichtung
en: Gradient based corr. exposure

source: Verlaufsfilter Betrag
en: Gradient based corr. amount

source: Verlaufsfilter Farbton
en: Gradient based corr. hue

source: Verlaufsfilter Gew.
en: Gradient W.

source: Verlaufsfilter Gew. Mitte
en: Gradient based corr. mask center weight

source: Verlaufsfilter Helligkeit
en: Gradient based corr. brightness

source: Verlaufsfilter Klarheit
en: Gradient based corr. clarity

source: Verlaufsfilter Kontrast
en: Gradient based corr. contrast

source: Verlaufsfilter Schärfe
en: Gradient based corr. sharpness

source: Verlaufsfilter Sättigung
en: Gradient based corr. saturation

source: Verlaufsfilter aktiv
en: Gradient based corr. active

source: Verlaufsfilter-Maske Dabs
en: Gradient based corr. mask dabs

source: Verlaufsfilter-Maske Radius
en: Gradient based corr. mask radius

source: Verlaufsfilter-Maske Verlauf
en: Gradient based corr. mask flow

source: Verlaufsfilter-Maske Was
en: Gradient based corr. mask what

source: Verlaufsfilter-Maske Wert
en: Gradient based corr. mask value

source: Verlaufsfilter-Maske X
en: Gradient based corr. mask full X

source: Verlaufsfilter-Maske X0
en: Gradient based corr. mask zero X

source: Verlaufsfilter-Maske Y
en: Gradient based corr. mask full Y

source: Verlaufsfilter-Maske Y0
en: Gradient based corr. mask zero Y

source: Vers&chiedenes
en: &Miscellaneous

source: Verschiebung Aquamarin-Farbton
en: Hue adjustment aquamarin

source: Verschiebung Aquamarin-Luminanz
en: Luminance adjustment aquamarin

source: Verschiebung Aquamarin-Sättigung
en: Saturation adjustment aquamarin

source: Verschiebung Blau-Farbton
en: Hue adjustment blue

source: Verschiebung Blau-Luminanz
en: Luminance adjustment blue

source: Verschiebung Blau-Sättigung
en: Saturation adjustment blue

source: Verschiebung Gelb-Farbton
en: Hue adjustment yellow

source: Verschiebung Gelb-Luminanz
en: Luminance adjustment yellow

source: Verschiebung Gelb-Sättigung
en: Saturation adjustment yellow

source: Verschiebung Grün-Farbton
en: Hue adjustment green

source: Verschiebung Grün-Luminanz
en: Luminance adjustment green

source: Verschiebung Grün-Sättigung
en: Saturation adjustment green

source: Verschiebung Lila-Farbton
en: Hue adjustment purple

source: Verschiebung Lila-Luminanz
en: Luminance adjustment purple

source: Verschiebung Lila-Sättigung
en: Saturation adjustment purple

source: Verschiebung Magenta-Farbton
en: Hue adjustment magenta

source: Verschiebung Magenta-Luminanz
en: Luminance adjustment magenta

source: Verschiebung Magenta-Sättigung
en: Saturation adjustment magenta

source: Verschiebung Orange-Farbton
en: Hue adjustment orange

source: Verschiebung Orange-Luminanz
en: Luminance adjustment orange

source: Verschiebung Orange-Sättigung
en: Saturation adjustment orange

source: Verschiebung Rot-Farbton
en: Hue adjustment red

source: Verschiebung Rot-Luminanz
en: Luminance adjustment red

source: Verschiebung Rot-Sättigung
en: Saturation adjustment red

source: Verschiedene Anwendungskomponenten wurden erzeugt
en: Created misc application components

source: Verschiedene Wartungsaufgaben
en: Miscellaneous Maintainance Tasks

source: Verschiedenes
en: Miscellaneous

source: Verschlussgeschwindigkeit bez.
en: Shutter speed resp.

source: Verschlussgeschwindigkeit bez. Lichtwert
en: Shutter speed

source: Verwaistes Vorschaubild ''{0}'' gelöscht
en: Deleted orphaned thumbnail ''{0}''

source: Verwerfen
en: Reject

source: Verworfen
en: Rejected

source: Vielen Dank, dass Sie helfen, JPhotoTagger zu verbessern.</html>
en: Thank you for improving JPhotoTagger.</html>

source: Vignettenbetrag nach Freistellen
en: Post crop vignette amount

source: Vignettenmittelpunkt nach Freistellen
en: Post crop vignette midpoint

source: Vignettierungsbetrag
en: Vignette amount

source: Vignettierungsmittelpunkt
en: Vignette midpoint

source: Vignettierungsrundheit nach Freistellen
en: Post crop vignette roundness

source: Vom Datenträger löschen
en: Delete from disk
